tap "anakros/tsocks"
tap "cjbassi/ytop"
tap "d12frosted/emacs-plus"
tap "extrawurst/tap"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jesseduffield/lazygit"
tap "ktr0731/evans"
tap "teamookla/speedtest"
brew "anakros/tsocks/tsocks", args: ["HEAD"]
brew "awscli"
brew "bat"
brew "broot"
brew "ccls"
brew "cjbassi/ytop/ytop"
brew "clojure"
brew "cmake"
brew "coreutils"
brew "crystal"
brew "crystal-icr"
brew "ctags"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-spacemacs-icon"]
brew "deno"
brew "dotnet", link: false
brew "elixir"
brew "exa"
brew "fd"
brew "fselect"
brew "gauche"
brew "ghc"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-interactive-rebase-tool"
brew "gitui"
brew "global"
brew "gnu-sed"
brew "go"
brew "golangci/tap/golangci-lint"
brew "gradle"
brew "haskell-stack"
brew "htop"
brew "httpie"
brew "hugo"
brew "jq"
brew "ktlint"
brew "ktr0731/evans/evans"
brew "lazygit"
brew "leiningen"
brew "less"
brew "libvterm"
brew "lighttpd"
brew "lsd"
brew "luarocks"
brew "macvim"
brew "minimal-racket"
brew "navi"
brew "neovim"
brew "nim"
brew "node"
brew "ocaml"
brew "onefetch"
brew "opam"
brew "openapi-generator"
brew "ormolu"
brew "pandoc"
brew "peco"
brew "pgcli"
brew "planck"
brew "postgresql"
brew "procs"
brew "pyenv"
brew "python@3.9"
brew "ranger"
brew "ripgrep"
brew "rlwrap"
brew "ruby"
brew "sbt"
brew "scalastyle"
brew "shellcheck"
brew "starship"
brew "tealdeer"
brew "teamookla/speedtest/speedtest"
brew "tig"
brew "tmux"
brew "tokei"
brew "tree"
brew "uncrustify"
brew "wget"
brew "yarn"
brew "zsh"
cask "alacritty"
cask "anaconda"
cask "authy"
cask "docker"
cask "dotnet-sdk"
cask "emacs"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "intellij-idea-ce"
cask "karabiner-elements"
cask "kindle"
cask "kindle-previewer"
cask "virtualbox"
cask "visual-studio-code"
cask "zoom"
