tap "extrawurst/tap"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "ccls"
brew "clojure"
brew "coreutils"
brew "crystal"
brew "crystal-icr"
brew "deno"
brew "elixir"
brew "exa"
brew "ghc"
brew "ghq"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "go"
brew "gradle"
brew "haskell-stack"
brew "htop"
brew "httpie"
brew "hugo"
brew "jq"
brew "lazygit"
brew "libvterm"
brew "lsd"
brew "luarocks"
brew "ruby"
brew "macvim"
brew "minimal-racket"
brew "neovim"
brew "node"
brew "ocaml"
brew "opam"
brew "peco"
brew "pipenv"
brew "python@3.8"
brew "ranger"
brew "ripgrep"
brew "sbt"
brew "scalastyle"
brew "shellcheck"
brew "starship"
brew "tig"
brew "tmux"
brew "tokei"
brew "tree"
brew "yarn"
brew "zsh"
brew "extrawurst/tap/gitui"
brew "golangci/tap/golangci-lint"
cask "alacritty"
cask "docker"
cask "dotnet-sdk"
cask "emacs"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "karabiner-elements"
cask "kindle"
cask "kindle-previewer"
cask "visual-studio-code"
